<?php

$lang['date_year'] = "年";
$lang['date_years'] = "年";
$lang['date_month'] = "月";
$lang['date_months'] = "月";
$lang['date_week'] = "週";
$lang['date_weeks'] = "週";
$lang['date_day'] = "日";
$lang['date_days'] = "日";
$lang['date_hour'] = "時間";
$lang['date_hours'] = "時間";
$lang['date_minute'] = "分";
$lang['date_minutes'] = "分";
$lang['date_second'] = "秒";
$lang['date_seconds'] = "秒";

$lang['UM12']	= "(UTC - 12:00) エニウェトク、クェゼリン環礁";
$lang['UM11']	= "(UTC - 11:00) ノーム、ミッドウェイ島、サモア";
$lang['UM10']	= "(UTC - 10:00) ハワイ";
$lang['UM9']	= "(UTC - 9:00) アラスカ";
$lang['UM8']	= "(UTC - 8:00) 太平洋標準時";
$lang['UM7']	= "(UTC - 7:00) 山地標準時";
$lang['UM6']	= "(UTC - 6:00) 中部標準時、メキシコシティー";
$lang['UM5']	= "(UTC - 5:00) 東部標準時、ボゴタ、リマ、キト";
$lang['UM4']	= "(UTC - 4:00) 大西洋標準時、カラカス、ラパス";
$lang['UM25']	= "(UTC - 3:30) ニューファンドランド";
$lang['UM3']	= "(UTC - 3:00) ブラジル、ブエノスアイレス、ジョージタウン、フォークランド諸島";
$lang['UM2']	= "(UTC - 2:00) 中央大西洋、アセンション島、セントヘレナ";
$lang['UM1']	= "(UTC - 1:00) アゾレス諸島、カーボベルデ諸島";
$lang['UTC']	= "(UTC) カサブランカ、ダブリン、エディンバラ、ロンドン、リスボン、モンロビア";
$lang['UP1']	= "(UTC + 1:00) ベルリン、ブリュッセル、コペンハーゲン、マドリッド、パリ、ローマ";
$lang['UP2']	= "(UTC + 2:00) カリーニングラード、南アフリカ、ワルシャワ";
$lang['UP3']	= "(UTC + 3:00) バグダッド、リヤド、モスクワ、ナイロビ";
$lang['UP25']	= "(UTC + 3:30) テヘラン";
$lang['UP4']	= "(UTC + 4:00) アブダビ、バク、マスカット、トビリシ";
$lang['UP35']	= "(UTC + 4:30) カブール";
$lang['UP5']	= "(UTC + 5:00) イスラマバード、カラチ、タシケント";
$lang['UP45']	= "(UTC + 5:30) ムンバイ、カルカッタ、チェナイ、ニューデリー";
$lang['UP6']	= "(UTC + 6:00) アルマティ、コロンビア、ダッカ";
$lang['UP7']	= "(UTC + 7:00) バンコク、ハノイ、ジャカルタ";
$lang['UP8']	= "(UTC + 8:00) 北京、香港、パース、シンガポール、台北";
$lang['UP9']	= "(UTC + 9:00) 大阪、札幌、ソウル、東京、ヤクーツク";
$lang['UP85']	= "(UTC + 9:30) アデレード、ダーウィン";
$lang['UP10']	= "(UTC + 10:00) メルボルン、パプアニューギニア、シドニー、ウラジオストック";
$lang['UP11']	= "(UTC + 11:00) マガダン、ニューカレドニア、ソロモン諸島";
$lang['UP12']	= "(UTC + 12:00) オークランド、ウエリントン、フィジー、マーシャル諸島";

?>
